Repository: krolpiotr/zfskeleton
Catalog: module/Application/language/*.po
Languages: sv_se

source: My name is Piotr Krol
sv_se: Jag heter Piotr Krol

source: Welcome to my homepage!
sv_se: Välkommen till min hemsida!

source: Please, help me to collect 1 million euro!
sv_se: Snälla, hjälp mig att samla € 1.000.000!

source: Transfer to bank account
sv_se: Överföring till bankkonto

source: Under construction
sv_se: Under uppbyggnad

source: Because ... I'm tired of walking.
sv_se: Därför att ... jag är trött på promenader.

source: For education
sv_se: För utbildning

source: For driving license
sv_se: För körkort

source: For new bike
sv_se: För nya cykel

source: Maybe in future I will drive a car
sv_se: Kanske i framtiden kommer jag att köra en bil

source: Scroll to top
sv_se: Bläddra till toppen

source: 1 million euro
sv_se: 1 milion euro

source: Follow me
sv_se: Följ mig

source: Become a partner
sv_se: Bli en samarbets partner

source: List of partners
sv_se: Lista partnerów

source: Partnership
sv_se: Partnerskap

source: Join me on twitter and facebook!
sv_se: Gå med mig på twitter och facebook!

source: I would like to have a bike. From many years now I don't have my own.
sv_se: Jag skulle vilja ha en cykel. Från många år nu att jag inte har min egen.

source: Several times I tried to get a driver's license. When I ran out of money I had no possibilities until now.
sv_se: Flera gånger försökte jag att få ett körkort. När jag sprang ut pengar hade jag ingen möjlighet förrän nu.

source: From the five years I moved a minimum of 17 times. I'm already tired of this.
sv_se: Från de fem år jag flyttade minst 17 ​​gånger. Jag är redan trött på det här.

source: One day I will have, I hope.
sv_se: En dag kommer jag att ha, hoppas jag.

source: Although I've learned and worked. I could not get out of the trap of poverty. From 3rd March 2014 I don't have a job. It will be even worse.
sv_se: Även jag har lärt och arbetade. Jag kunde inte komma ur fällan av fattigdom. Från 3 mars 2014 Jag har inte jobb. Det kommer att bli ännu värre.

source: 2014 by Piotr Krol. All rights reserved.
sv_se: 2014 Piotr Król. Alla rättigheter förbehållna.

source: Thanks to all visitors of this page.
sv_se: Tack till alla besökare av denna sida.

source: You can securely transfer money using Paypal
sv_se: Du kan säkert överföra pengar med PayPal

source: Bank account
sv_se: Bankkonto

source: Transferring to my bank account
sv_se: Överföring till mitt bankkonto

source: Name and surname:
sv_se: Namn och efternamn:

source: Donations from abroad
sv_se: Donationer från utlandet

source: Account number:
sv_se: Kontonummer:

source: Name of bank:
sv_se: Bankens namn:

source: Sweden
sv_se: Sverige

source: Contact
sv_se: Kontakt

source: General information
sv_se: Allmän information

source: My name is Piotr Krol. I'm 29 years old. I am married.
sv_se: Mitt namn är Piotr Krol. Jag är 29 år gammal. Jag är gift.

source: About
sv_se: Om mig

source: This is the place for your logo, a link to your website or your name. Become a partner of Million Euro action.
sv_se: Detta är platsen för din logotyp, en länk till din hemsida eller ditt namn. Bli en partner till Million Euro åtgärd.

source: of Million Euro action.
sv_se: Million Euro åtgärd.

source: Send logo or your name, and link to your website to my email:
sv_se: Skicka logotyp eller ditt namn, och länk till din webbplats för att min e-post:

source: In your email I need your agreement for placing on me website information about you as my partner.
sv_se: I din e-post behöver jag ditt avtal för utsläppande på mig webbplats information om dig som min partner.

source: You can contact me by e-mail
sv_se: Du kan kontakta mig via e-post

source: Please transfer any amount. I'll be very grateful for everything.
sv_se: Vänligen överföra något belopp. Jag kommer vara mycket tacksam för allt.

source: First Certificates of PHP, Zend Framework, HTML, CSS, C #, Python.
sv_se: Första Certifikat PHP, Zend Framework, HTML, CSS, C#, Python.

source: I will quickly move to another apartment
sv_se: Jag kommer snart flytta till en annan lägenhet

source: I would like to have a better education and skills
sv_se: Jag skulle vilja ha en bättre utbildning och kompetens

source: So maybe we will not have to move from place to place!
sv_se: Så kanske vi inte behöver flytta från plats till plats!

source: For a new apartment
sv_se: För en ny lägenhet

source: For car
sv_se: För bil

source: Send me please any amount of money
sv_se: Skicka mig snälla någon summa pengar

source: Just 1 million euro, and I will never hear the squeaking of poverty!
sv_se: Bara 1 miljon euro, och jag kommer aldrig att få höra gnisslet av fattigdom!

source: I don't want to cheat, or lie to you. I ask you just about donating me a total of one million euros.
sv_se: Jag vill inte fuska eller ljuga för dig. Jag ber er bara om att donera mig sammanlagt en miljon euro.

source: no excuses - do it today
sv_se: inga ursäkter - gör det idag

source: For four years, I had been working as a ventilation fitter, including two years as a leading ventilation fitter.
sv_se: 4 år arbetat jag som ventilationsmontör, däribland två år som ledande ventilationsmontör.

source: Now I'm unemployed.
sv_se: Nu är jag arbetslös.

source: I want to have certificates and licenses for the ventilation sector.
sv_se: Jag vill ha certifikat och licenser för ventilationsbranschen.

source: Programming
sv_se: Programmering

source: Programming is my passion
sv_se: Programmering är min passion

source: I would like to buy this computer to improve my skills better and faster.
sv_se: Jag skulle vilja köpa den här datorn för att förbättra mina kunskaper bättre och snabbare.

source: For all my skills I want to have a certificate.
sv_se: För alla mina kunskaper jag vill ha ett certifikat.

source: I like it
sv_se: Jag gillar det

source: I do programming in PHP, C#, Bash, HTML, CSS, JavaScript, but many years ago I used also Pascal, C++, Python.
sv_se: Jag gör programmering i PHP, C#, Bash, HTML, CSS, JavaScript, men för många år sedan använde jag också Pascal, C++, Python.

source: I use technologies .NET Framework, Zend Framework, databases, and much more...
sv_se: Jag använder tekniken .NET Framework, Zend Framework, databaser och mycket mer ...

source: I do not want money to do nothing. I want money to start doing something.
sv_se: Jag vill inte ha pengar för att göra ingenting. Jag vill ha pengar för att börja göra något.

source: Project 1
sv_se: Projekt 1

source: Project 2
sv_se: Projekt 2

source: Project 3
sv_se: Projekt 3

source: Projects
sv_se: Projekter

source: Website Banners
sv_se: Webbplats Banners

source: The following banners can be placed on your website.
sv_se: Följande banners kan placeras på din webbplats.

source: Note
sv_se: Obs

source: Place my banner on your website
sv_se: Placera min banner på din webbplats

source: Your banners on my website
sv_se: Dina banners på min hemsida

source: Please use the following code to display the banner on your website:
sv_se: Använd följande kod för att visa banner på din webbplats:

source: Send me the link to your ad, your website address and the link to webpage where you shall place my ad. As long as my ad will be placed on your website, your banner will be placed in
sv_se: Sänd mig länken till din banner, din webbadress och en länk till webbsidan där du ska placera min banner. Så länge min annons kommer att placeras på din webbplats, kommer din banner att placeras i

source: Your Banners
sv_se: Dina Banners

source: on my website.
sv_se: på min hemsida.

source: Read more about Banner Exchange
sv_se: Läs mer om Banner Exchange

source: here.
sv_se: här.

source: I do not allow following sites:
sv_se: Jag tillåter inte följande webbplatser:

source: casino and similar sites,
sv_se: casino och liknande webbplatser,

source: sites containing phornography, nudity, alcohol, drugs and sites against laws,
sv_se: webbplatser som innehåller phornography, nakenhet, alkohol, droger,

source: racists and illegal sites,
sv_se: rasister och olagliga webbplatser,

source: Please use the website code to display the banners on your website rather than downloading the images, as the images below are for demonstration purposes only.
sv_se: Använd webbplatsen kod för att visa banners på din webbplats snarare än att ladda ner bilderna, som bilderna nedan är för demonstrationssyfte.

source: This will ensure your website is always displaying the latest version of my banners.
sv_se: Detta kommer att säkerställa att din webbplats alltid visar den senaste versionen av mina banners.

source: Link to me on your website
sv_se: Länka till mig på din webbsida

source: At this moment I need
sv_se: Just nu behöver jag

source: I would like to achieve the aim in my life, but I fail the time because of helping others.
sv_se: Jag skulle vilja ha något i mitt liv, men jag förlorar för mycket tid åt att hjälpa andra.

source: My wife never refuses to help, either.
sv_se: Min fru, hon heller aldrig vägrar att hjälpa till.

source: We have no friends when we need help.
sv_se: I ett läge när vi behöver hjälp, plötsligt att vi inte har vänner.

source: Million
sv_se: Milion

source: A 404 error occurred
sv_se: Wystąpił błąd 404

source: The requested controller was unable to dispatch the request.
sv_se: Żądany kontroler nie mógł zmapować żądania.

source: The requested controller could not be mapped to an existing controller class.
sv_se: Żądany kontroler nie mógł być zmapowany na isteniejącą klasę kontrolera.

source: The requested controller was not dispatchable.
sv_se: Żądany kontroler nie mógł zostać zmapowany.

source: The requested URL could not be matched by routing.
sv_se: Żądany adres URL nie mógł zostać powiązany z routing'iem.

source: We cannot determine at this time why a 404 was generated.
sv_se: Nie możemy określić tym razem dlaczego wygenerowano błąd 404.

source: Controller
sv_se: Kontroler

source: resolves to %s
sv_se: rozwiązuje na %s

source: Additional information
sv_se: Dodatkowe informacje

source: File
sv_se: Plik

source: Message
sv_se: Komunikat

source: Previous exceptions
sv_se: Poprzedni wyjątek

source: No Exception available
sv_se: Brak dostępnego wyjątku

source: An error occurred
sv_se: Wystąpił błąd

source: Prototype Project
sv_se: Prototyp

source: Home
sv_se: Hemsida

source: Reports
sv_se: Rapporter

source: New report
sv_se: Ny rapport

source: Print to PDF
sv_se: Skriv ut till PDF

source: Send to Niklas and me
sv_se: Skicka till Niklas och mig

source: Write daily report.
sv_se: Skriv daglig rapport.

source: Enter personal report
sv_se: Ange personlig rapport

source: Enter daily book
sv_se: Ange daglig bok

source: Add
sv_se: Lägg till

source: Please select an week
sv_se: Vänligen välj en vecka

source: Please select a project
sv_se: Vänligen välj ett projekt

source: Please select hours
sv_se: Vänligen välj timmar

source: Show report of this month
sv_se: Visa rapport från den här månaden

source: Change password
sv_se: Ändra lösenord

source: Change email
sv_se: Byta e-mail

source: My page
sv_se: Mina sidor

source: Report
sv_se: Rapport

source: Vacations
sv_se: Semester

source: Boss of the company.
sv_se: Företagets chef.

source: Boss
sv_se: Chef

source: Overview
sv_se: Översikt

source: From
sv_se: Från

source: to
sv_se: till

source: Show report of this week
sv_se: Visa rapport från den här veckan

source: You are hired from
sv_se: Du anställs från

source: Until
sv_se: Fram till

source: you have
sv_se: har du

source: days of vacation.
sv_se: dagars semester.

source: You already used
sv_se: Du har redan använt

source: All of your vacation days until now:
sv_se: Alla dina semesterdagar fram till nu:

source: Enter dates to see result. Write date in format YYYY-MM-DD or chose from mobile.
sv_se: Ange datum för att se resultat. Skriv datum i formatet ÅÅÅÅ-MM-DD eller välj från mobil.

source: Enter date from
sv_se: Ange datum från

source: Enter date to
sv_se: Ange datum till

source: All daily books
sv_se: Alla dagliga böcker

source: All daily books from the first record.
sv_se: Alla dagliga böcker från första posten.

source: Show projects by date
sv_se: Visa projekt efter datum

source: Project by date
sv_se: Projekt efter datum

source: The boss page
sv_se: Chefsidan

source: Weekly report
sv_se: Vecka rapport

source: Week
sv_se: Vecka

source: Date
sv_se: Datum

source: Place
sv_se: Plats

source: Hrs
sv_se: Tim

source: Name
sv_se: Namn

source: Project
sv_se: Projekt

source: Show projects by dates
sv_se: Visa projekt efter datum

source: Show all daily books
sv_se: Visa alla dagliga böcker

source: Show current daily book
sv_se: Visa aktuell daglig bok

source: Current daily book
sv_se: Aktuell daglig bok

source: Daily book
sv_se: Daglig bok

source: Additional options
sv_se: Ytterligare alternativ

source: Show weekly report by the week (BRAVIDA)
sv_se: Visa veckovisrapport varje vecka (BRAVIDA)

source: Show all of my reports
sv_se: Visa alla mina rapporter

source: Enter week and year.
sv_se: Ange vecka och år.

source: Enter week
sv_se: Ange vecka

source: Enter year
sv_se: Ange år

source: Choose the person, enter week and year.
sv_se: Välj person, ange vecka och år.

source: Choose person
sv_se: Välj person

source: Please select a person
sv_se: Välj en person

source: Enter week and year
sv_se: Ange vecka och år

source: All of my reports
sv_se: Alla mina rapporter

source: Salary peroid
sv_se: Löneperiod

source: Payout Date
sv_se: Utbetalningsdatum

source: Per hour
sv_se: Per timme

source: Choose the person and peroid.
sv_se: Välj person och löneperiod.

source: Vacation pay per day
sv_se: Semesterlön per dag

source: Please select art
sv_se: Välj löneart

source: Create salary specification
sv_se: Skapa lönespecifikation

source: New salary specification
sv_se: Ny lönespecifikation

source: New payslip
sv_se: Ny lönebesked

source: Create payslip
sv_se: Skapa lönebesked

source: Salary specifications
sv_se: Lönespecifikationerna

source: Category
sv_se: Kategori

source: Line
sv_se: Linje
